IDEA Open Model
MatSteelAUS.fu Property
Compatible with IDEA StatiCa 20.1
 Default ultimate strength for nominal thickness of the element - fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double fu { get; set; }
Public Property fu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelAUS Class
IdeaRS.OpenModel.Material Namespace